uploadcommand2.xml

<soap:Envelope
	xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:soap-enc="http://schemas.xmlsoap.org/soap/encoding/"
	xmlns:cwmp="urn:dslforum-org:cwmp-1-0"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema">
	<soap:Header>
		<cwmp:ID soap:mustUnderstand="1">1111</cwmp:ID>
	</soap:Header>
	<soap:Body>
		<cwmp:Upload>
			<FileType>3 Vendor Configuration File 1</FileType>
			<URL>http://192.168.1.237:10301/config</URL>
			<Username>1234</Username>
			<Password>1234</Password>
			<DelaySeconds>0</DelaySeconds>
			<CommandKey></CommandKey>
		</cwmp:Upload>
	</soap:Body>
</soap:Envelope>
